[
    "What do you do?",
    "How does it work?",
    "How are you going to become a multi-billion dollar company?",
    "What is the market size?",
    "What's new about what you are building?",
    "How much are you raising?",
    "How are you planning to use the funds?",
    "Doesn't company X already do it?",
    "Why is it going to work for you, if others have failed?",
    "How many active users do you have?",
    "Are your users active daily, weekly or monthly?",
    "What is the active users growth rate?",
    "How will your MRR look in a year?",
    "How do you plan to increase growth?",
    "What's your cost per acquization? (CAC)",
    "What's your retention?",
    "What's your MRR growth?",
    "What's your churn?",
    "What is your ACV?",
    "Who is your user?",
    "Who is your buyer?",
    "How do you plan to reduce churn?",
    "How will you go up market?",
    "Who needs what you are making?",
    "What is your revenue?",
    "What are your total costs, fixed and marginal?",
    "How are you understanding customer needs?",
    "How will customers and/or users find out about you?",
    "Who might become competitors?",
    "What are they doing now?",
    "What, exactly, makes you different from existing options?",
    "Why isn't someone already doing this?",
    "What obstacles will you face and how will you overcome them?",
    "What is your ICP (Ideal customer profile)?",
    "What resistance will your users show when offering you solution?",
    "How will you overcome users resistance?",
    "What are the key things about your field that outsiders don't understand?",
    "What part of your project are you going to build first?",
    "Who is going to be your first paying customer?",
    "If your startup succeeds, what additional areas might you be able to expand into?",
    "Why did you choose this idea?",
    "What have you learned so far from working on it?",
    "Six months from now, what's going to be your biggest problem?",
    "What is your current focus?",
    "Where do new users come from?",
    "What is the conversion rate?",
    "What makes new users try you?",
    "Why do the reluctant users hold back?",
    "What are the top things users want?",
    "What has surprised you about users behavior?",
    "What have you learned so far from working on it?",
    "Have you considered various mutations of your idea?",
    "Why wouldn’t I just use company X?",
    "Why isn't someone already doing this?",
    "Who do you fear most?",
    "What’s hard about what you’re doing?",
    "What is your moat?",
    "This seems more like a feature than a product",
    "Why are you the team to do this?",
    "Tell us something surprising you have done",
    "What else have you created together?",
    "Why are you going to succeed?",
    "Someone just showed us an idea like this. I don't like it. What else do you have?",
    "What’s an impressive thing you have done?",
    "How are you resourceful?",
    "How are you going to make money?",
    "How big is the market for this?",
    "How much money could you make per year?",
    "What previous companies were similar? How will you be better?",
    "What’s your burn rate?",
    "How long can you go before funding?",
    "What have you learned from talking to potential users?",
    "How are you going to get users/customers?",
    "How do you know people want this?",
    "What are people doing today?",
    "Do you have enterprise users?",
    "What will you do on YC day 1?",
    "Why did you come to YC?",
    "What additional talent do you need on the team in order to build it?",
    "Are you live already? What's holding you back?",
    "What is your marketing spend?",
    "How does a sale process look like?",
    "What is your business model?",
    "What is your go-to-market strategy?",
    "Who is the user and who is the buyer?",
    "What is your current burn? What are you spending on?",
    "What changed in the world that makes it the right time for this?",
    "How does your competitive landscape look like?",
    "How does your team look today?",
    "What role is your next hire?",
    "Do you have any traction?",
    "What is your secret sauce?"
    ]